"""Настройки игры"""

# Нижний предел метода нанесения урона в небольшом диапазоне
default_range_min = 18
# Верхний предел метода нанесения урона в небольшом диапазоне
default_range_max = 25
# Нижний предел метода нанесения урона в значительном диапазоне
big_range_min = 10
# Верхний предел метода нанесения урона в значительном диапазоне
big_range_max = 35
# Изначальное значение здоровья(общее для всех участников)
default_health = 100
# Критическое значение здоровья для ПК, при котором шанс излечения повышается
critical_health_value_for_pc = 35
# Исключить отрицательные значения здоровья
off_negative = True
